Repository: F-Derakhshani/yith-woocommerce-order-tracking-premium
Catalog: languages/yith-woocommerce-order-tracking-*.po
Languages: es_es, it_it

source: The file does not exist, please try again.
es_es: El archivo no existe, por favor, inténtalo de nuevo.
it_it: Il file non esiste, ti preghiamo di provare nuovamente.

source: Failed to import row %s: %s is not a known carrier code.
es_es: Fallo al importar fila %s: %s no es un código de transportista conocido.
it_it: Si è verificato un errore durante l'importazione della riga %s: %s non è un codice corriere riconosciuto.

source: Completed order tracking details imported from CSV file
es_es: Detalles de seguimiento de pedido completado importados desde archivo CSV
it_it: Dettagli di tracciamento ordine completato importati da CSV

source: The CSV file is invalid.
es_es: El archivo CSV es inválido.
it_it: Il file CSV non è valido.

source: Operation completed - imported <strong>%s/%s</strong> valid tracking codes.
it_it: Operazione completata - importati <strong>%s/%s</strong> codici di tracciamento validi.

source: Invalid file type
es_es: Tipo de archivo inválido
it_it: Tipo di file non valido

source: Remote server did not respond
es_es: El servidor remoto no ha respondido
it_it: Nessuna risposta dal server remoto

source: Remote server returned error response %1$d %2$s
es_es: El servidor remoto ha devuelto la respuesta de error %1$d %2$s
it_it: Il server remoto ha restituito l'errore %1$d %2$s

source: The size of the remote file is not valid
es_es: El tamaño del archivo remoto no es válido
it_it: La dimensione del file remoto non è valida

source: Zero size file downloaded
es_es: Archivo de tamaño cero descargado
it_it: Scaricato file di dimensione nulla

source: Remote file is too large, limit is %s
es_es: El archivo remoto es demasiado grande, el límite es %s
it_it: Il file remoto è troppo grande, la dimensione massima consentita è di %s

source: All done!
es_es: ¡Todo hecho!
it_it: Completato!

source: Hi there! Upload a CSV file containing order's tracking codes to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
es_es: ¡Hola! Sube un archivo CSV que contenga los códigos de seguimiento del pedido para importar los contenidos a tu tienda. Escoge un archivo .csv que subir y haz click en "Subir archivo e importar".
it_it: Salve! Carica un file CSV contenente i dati di tracciamento dell'ordine per importare il contenuto nel tuo negozio. Scegli un file .csv da caricare, quindi clicca su "Upload file and import".

source: Please look at this. It is a sample of how the CSV file should look like.
es_es: Por favor, mira esto. Es un ejemplo de cómo debería mostrarse el archivo CSV
it_it: Da' un'occhiata a questo. Questo è un esempio di file CSV.

source: Click here to download a sample.
es_es: Haz click aquí para descargar una muestra.
it_it: Clicca qui per scaricare un file di esempio.

source: Important note.
es_es: Nota importante.
it_it: Nota bene.

source: The carrier's code should match one of the carrier codes supported. Before importing data, please, ensure that the carrier code in the CSV file matches one of the supported carriers. See the table below for further details on carrier codes.
es_es: El código de transportista debería coincidir con uno de los códigos de transportista permitidos. Antes de importar datos, por favor, asegúrate de que el código de transportista del archivo CSV coincide con el de los transportistas permitidos. Mira la tabla de debajo para ver más detalles sobre los códigos de transportistas.
it_it: Il codice del corriere deve corrispondere ad uno dei codici corriere supportati. Prima di avviare il processo di importazione dati, assicurati che il codice corriere nel file CSV corrisponda ad uno dei corrieri supportati. Consulta la tabella qui sotto per maggiori dettagli sui codici corriere.

source: Before uploading your import file, you need to fix the following error:
es_es: Antes de cargar tu archivo importado, necesitas arreglar el siguiente error:
it_it: Prima di caricare il file da importare, devi risolvere i seguenti errori:

source: Choose a file from your computer:
es_es: Elige un archivo de tu ordenador:
it_it: Seleziona un file dal tuo computer:

source: Maximum size: %s
es_es: Tamaño máximo: %s
it_it: Dimensione massima: %s

source: OR enter path to file:
es_es: O introduce la ruta del archivo:
it_it: OPPURE inserisci il percorso del file:

source: Delimiter
it_it: Delimitatore

source: Carrier code
es_es: Código de transportista
it_it: Codice del corriere

source: Carrier name
es_es: Nombre de transportista
it_it: Nome del corriere

source: Sorry, an error has occurred.
es_es: Lo sentimos, ha ocurrido un error.
it_it: Ci dispiace, si è verificato un errore.

source: The order was picked up.
es_es: El pedido ha sido recogido.
it_it: Ordine consegnato al corriere.

source: Import tracking codes via csv file.
es_es: Importar códigos de seguimiento a través de archivo csv.
it_it: Importa i codici di tracciamento tramite file CSV.

source: Import CSV
es_es: Importar CSV
it_it: Importa CSV

source: Order tracking information
es_es: Información de seguimiento de pedido
it_it: Informazioni tracciamento ordine

source: Vendor
es_es: Vendedor
it_it: Venditore

source: Track shipping
it_it: Traccia spedizione

source: <b>Current shop</b>
es_es: <b>Tienda actual</b>
it_it: <b>Negozio corrente</b>

source: Text in emails
es_es: Texto de los emails
it_it: Testo email

source: This is the text of the email that will be sent to the buyer when the order is marked as complete. You can customize the text using the following 3 placeholders, which represent real shipping information.
es_es: Este es el texto del email que se enviará al comprador cuando el pedido se marque como completado. Puedes personalizar el texto usando los siguientes 3 marcadores de posición, los cuales representan información real de envío.
it_it: Inserisci qui il testo per l'email che verrà inviata all'acquirente non appena l'ordine risulta completato. Puoi personalizzare il testo con i seguenti 3 segnaposto che restituiscono le informazioni sulla spedizione.

source: Your order has been picked up by [carrier_name] on [pickup_date]. Your track code is [track_code].
es_es: Tu pedido ha sido entregado por [carrier_name] el [pickup_date]. Tu código de seguimiento es [track_code].
it_it: Il tuo ordine è stato preso in consegna dal [carrier_name] in data [pickup_date]. Il tuo codice di tracciamento è [track_code].

source: Position of the text in emails
es_es: Posición del texto en los emails
it_it: Posizione testo email

source: Choose if tracking text have to be shown on top (before order product list) or on bottom (after product list).
es_es: Elige si el texto de seguimiento debe mostrarse arriba (antes del seguimiento de la lista de productos) o al final (después de la lista de productos).
it_it: Scegli se mostrare il testo con le informazioni di tracciamento in alto (prima dell'elenco prodotti dell'ordine) o in basso (dopo l'elenco prodotti).

source: Show on top
es_es: Mostrar arriba
it_it: Mostra in alto

source: Show on bottom
es_es: Mostrar abajo
it_it: Mostra in basso

source: Import tracking codes
es_es: Importar códigos de seguimiento
it_it: Importa codici di tracciamento

source: Warning
es_es: Aviso
it_it: Attenzione

source: The following tracking information is only valid for products belonging to current admin/vendor.
es_es: La siguiente información de seguimiento sólo es válida para productos pertenecientes al siguiente admin/vendedor.
it_it: Le seguenti informazioni sono valide solamente per prodotti dell'amministratore/vendor corrente.

source: Tracking code:
es_es: Código de seguimiento
it_it: Codice di tracciamento:

source: Enter tracking code
es_es: Introduce un código de seguimiento
it_it: Inserisci il codice di tracciamento

source: Carrier name:
es_es: Nombre de transportista:
it_it: Nome corriere:

source: Pickup date:
es_es: Fecha de entrega:
it_it: Preso in consegna:

source: Enter pick up date
es_es: Introduce una fecha de recogida
it_it: Inserisci la data in cui è stato preso in consegna

source: Order picked up
es_es: Pedido entregado
it_it: Ordine preso in consegna

source: Live track your order
es_es: Sigue en directo tu pedido
it_it: Traccia il tuo ordine in tempo reale

source: Go to your order page to live track this shipping
es_es: Ve a la página de tu pedido para seguir en directo este envío
it_it: Apri la pagina del tuo ordine per tracciare questa spedizione in tempo reale

source: Track url not found.
es_es: No se ha encontrado la url del archivo.
it_it: URL di tracciamento non trovato.

source: Tracking details
es_es: Detalles de seguimiento
it_it: Dettagli di tracciamento

source: This order contains shipping costs from more than one seller. Click here to see details.
es_es: Este pedido contiene costes de envío de más de un vendedor. Haz click aquí para ver detalles.
it_it: Questo ordine include costi di spedizione relativi a più di un venditore. Clicca qui per vedere i dettagli.

source: General
it_it: Generali

source: Carriers
es_es: Transportistas
it_it: Corrieri

source: Premium Version
es_es: Versión Premium
it_it: Versione premium

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Plugin Documentation
es_es: Documentación del Plugin
it_it: Documentazione plugin

source: YITH WooCommerce Order Tracking is available in an outstanding PREMIUM version with many new options, discover it now.
es_es: YITH WooCommerce Order Tracking está disponible en una espectacular versión PREMIUM con muchas nuevas opciones, descúbrela ahora.
it_it: È disponibile un'eccezionale versione PREMIUM di YITH WooCommerce Order Tracking con molte nuove opzioni, scoprila subito.

source: Premium version
es_es: Versión pemium
it_it: Versione premium

source: In YIT Plugins tab you can find YITH WooCommerce Order Tracking options. From this menu you can access all settings of YITH plugins activated.
es_es: En la pestaña YIT Plugins puedes encontrar opciones de YITH WooCommerce Order Tracking. Desde este menú puedes acceder a todos los ajustes de todos los plugins YITH activados.
it_it: Nella scheda YIT Plugins puoi trovare tutte le opzioni di YITH WooCommerce Order Tracking. <br> Da questo menu potrai accedere a tutte le impostazioni dei plugin YITH installati.

source: Order tracking
it_it: YITH - Tracciamento ordine

source: Enter carrier name
es_es: Introduce nombre del transportista
it_it: Inserisci nome corriere

source: YITH WooCommerce Order Tracking is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Order Tracking esta activado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Order Tracking è abilitato ma non in funzione. Devi aver installato WooCommerce perché questo possa funzionare correttamente.

source: List of supported carriers
es_es: Lista de transportistas permitidos
it_it: Elenco corrieri supportati

source: Check carriers that will be used for order shipping. <b>If you shouldn't find your favorite carrier in this list, please open a ticket on support.yithemes.com. Our support team will be glad to add it as soon as possible.</b>
es_es: Comprueba los transportistas que se usarán para el seguimiento de pedidos. <b> SI no encuentras tu transportista favorito en esta lista, por favor, abre un ticket en support.yithemes.com. Nuestro equipo de soporte estará encantado de ayudarte tan pronto como sea posible.</b>
it_it: Controlla i corrieri disponibili per la spedizione dell'ordine. <b>Se non dovessi trovare il tuo corriere preferito nell'elenco, apri un ticket nella nostra piattaforma di supporto (support.yithemes.com) e i nostri sviluppatori lo aggiungeranno il prima possibile.</b>

source: Default carrier name
es_es: Nombre de transportista por defecto
it_it: Nome corriere predefinito

source: To display the list of carriers, you have to select them first from the specific "Carriers" tab that you can find in the top part of the screen.
es_es: Para mostrar la lista de transportistas, tienes que seleccionarlos primero de la pestaña específica "Transportistas" que puedes encontrar en la parte superior de la pantalla.
it_it: Per visualizzare l'elenco dei corrieri, devi prima selezionarli dalla scheda "Corrieri" che trovi in alto nella pagina.

source: General settings
es_es: Ajustes generales
it_it: Impostazioni generali

source: Complete order
es_es: Completar pedido
it_it: Completa ordine

source: Choose if you want to automatically set the order status to "completed" when the order is set as picked up
es_es: Elige si quieres establecer el estado del pedido automáticamente en completado cuando el pedido se establezca como recogido
it_it: Decidi se vuoi impostare automaticamente lo stato dell'ordine come "completato" non appena l'ordine viene consegnato al corriere.

source: Text in the Orders page
es_es: Texto de la Página de pedidos
it_it: Testo nella pagina Ordini

source: This is the text showed in Order details page. You can customize the text using the following 3 placeholders, representing real shipping information.
es_es: Este es el texto que se muestra en la página de detalles del Pedido. Puedes personalizar el texto usando los 3 marcadores de posición, representando información real de envío.
it_it: Inserisci qui il testo da mostrare nella pagina dettaglio ordini. Puoi personalizzare il testo inserendo i seguenti 3 segnaposto riportanti le informazioni di spedizione.

source: Position of the text in the Orders page
es_es: Posición del texto en la página de Pedidos
it_it: Posizione del testo nella pagina ordini

source: Select/Unselect all
es_es: Seleccionar/Deseleccionar todos
it_it: Seleziona/deseleziona tutto

source: Activate the plugin %s in order to include the shipping information in the packing slip.
es_es: Activa el plugin %s para incluir la información de envío en el albarán.

source: Show in packing slip
es_es: Mostrar en albarán

source: Show tracking information in the packing slip generated by <b>YITH PDF Invoice</b>.
es_es: Mostrar información de seguimiento en albarán generado por <b>YITH PDF Invoice</b>.

source: Track
es_es: Añadir pista de audio
